MESSAGE_COMMANDS = {
    '/start': 'Стартовое сообщение',
    '/help': 'Если у вас возникли вопросы, или если вы столкнулись с проблемой в работе бота'
             ' напишите в <a href="https://t.me/AntonPon0marev">тех.поддержку</a>.'
             ' бота!',
    '/admin': 'Вы АДМИНИСТРАТОР проекта, Вам доступен расширенный функционал!',
    }

MESSAGE_TEXT = {
    'other_answer': 'Я тебя, к сожалению, не понимаю 🤷‍♀️ Сформулируй по-другому, пожалуйста.',
    'text0': 'Давай знакомиться! Я – Мария Чечина, автор уникального метода самопрограммирование, который направлен'
             ' на достижение целей и исполнение самых заветных желаний.\n\n'
             'Смотрите видео. Узнавайте подробности как добиваться желаемого и какие подарки ждут вас в этом чате 💝',
    'text1': 'Привет, я - Чечина Мария, автор уникального метода самопрограммирования, который направлен на достижение'
             ' цели и исполнение самых заветных желаний.\n\n' 
             'Данный метод задействует сразу все органы восприятия:\n' 
             '✨Кинетический\n'
             '✨Визуальный\n' 
             '✨Аудиальный\n' 
             '✨Сознание и подсознание\n'
             '✨Эмоции и чувства\n\n'
             'Аналогов еще просто не существует! Благодаря такому комплексному подходу вы достигаете самых крутых'
             ' результатов.',
    'text2': 'Итак, если вы хотите:\n'
             ' ⁃ получать подарки\n'
             ' ⁃ исполнять свои мечты\n'
             ' ⁃ ставить цели и достигать их\n'
             ' ⁃ приобретать новые навыки и таланты\n'
             ' ⁃ проживать лучшую жизнь\n'
             ' ⁃ получать максимум от жизни\n\n'
             'То и применяйте сразу максимум рабочих инструментов, а в этом вам помогут Акварели для цели, которые'
             ' собрали в себе все самое лучшее 🔥',
    'text3': 'Самопрограммирование включает себя нейромедитативное рисование сюжетов по номерам, поэтому уметь'
             ' рисовать совсем необязательно.\n\n'
             'В процессе вы буквально врисуете для себя новые убеждения, и направите свое сознание в сторону цели.'
             ' Благодаря резонансу, вся Вселенная будет притягиваться к вам для воплощения ваших мечт. Все продумано'
             ' до мелочей, от взмаха кисточки до конечного результата.',
    'text4': 'В набор самопрограммирования входит все самое необходимое: комплект для творчества и QR-код.\n' 
             'QR-код перенаправит на сайт, где вы можете узнать все о работе подсознания, и как это применять.'
             ' Весь процесс будет проходить с голосовым и музыкальным сопровождением со специальной резонирующей'
             ' частотой.\n\n'
             'Еще один жирный плюс, вы получите визуальную картину - якорь для вашего сознания, которая будет'
             ' переводить в автономный режим подсознание и мотивировать вас к действию.',
    'text5': 'Я подготовила для вас два бонуса, которые также помогут изменить вашу жизнь:\n\n'
             '1️⃣ Первое - это создание вашей собственной аффирмации. Начинайте каждое утро с положительной установки,'
             ' и вы заметите, как ваш жизнь меняется на глазах.\n\n'
             '2️⃣ Второй подарок - ваш персональный код богатства, который также рассчитает этот чат-бот, абсолютно'
             ' бесплатно. Благодаря ему, вы начнете притягивать в жизнь богатство и изобилие. Инструкцию по его'
             ' использованию вы найдете в чате.',
    'text6': 'Забирай подарки УЖЕ СЕГОДНЯ, чтобы изменить СВОЁ ЗАВТРА.',
    'text7': 'Код на богатство (его также называют денежный или финансовый код) 💵 - это пароль из цифр; комбинация'
             ' чисел денежной удачи. Он бывает личный и универсальный. Универсальным считается “8888” – его можно'
             ' использовать каждому человеку в любой ситуации.\n\n'
             'Для того, чтобы высчитать и правильно определить ваш личный код успешности, достаточно ввести'
             ' дату рождения ниже:',
    'text8': 'Активацию финансового кода можно произвести любым из способов:\n'
             ' — написать число на картине для исполнения желаний;\n'
             ' — написать число на купюре крупного номинала или найти с такими же цифрами в номере, и носить с собой;\n'
             ' — записать код на бумаге и положить там, где хранятся сбережения;\n'
             ' — добавить цифры кода в пароль на аккаунты, почту или поставить на банковскую карту, телефон и др.\n'
             ' — окружить себя таким числовым сочетание: написать в ежедневнике или на другом видном тебе месте,'
             ' выбрать номер телефона с этими цифрами, указывать их при заключении договоров и др.',
    'text9': 'Нарисуйте свой уникальный путь к успеху! Закажите картину по номерам Акварели'
             ' для цели на <a href="https://www.wildberries.ru/catalog/195632159/detail.aspx?'
             'targetUrl=GP&size=317794367">Wildberries</a>.\n\n'
             'Во время рисования, вы погружаетесь в гармоничное и восприимчивое состояние для'
             ' достижения ваших целей. Мозг отсеивает ненужную информацию и сосредотачивается на'
             ' важном.\n\n'
             '<a href="https://www.wildberries.ru/catalog/195632159/detail.aspx?'
             'targetUrl=GP&size=317794367">ЗАКАЗАТЬ</a>\n\n'
             'Количество картин ограничено!',
    'text10': 'Запишите свою персональную аффирмацию и каждое утро начинаете с положительной установки.\n\n'
              ' — Аффирмацию сформулируйте  в настоящем времени, как будто она уже осуществилась.'
              ' Аффирмация  должна касаться только вас.\n'
              '— Исключите в формулировках отрицание (частицу «не»), сконцентрируйтесь на положительном.\n\n'
              'Например:\n'
              '«— Я излучаю радость, энергию , счастье, успех.\n'
              ' — Я денежный магнит! Деньги беспрерывно потоком текут ко мне из разных источников».\n\n'
              'Выберите фон для вашей аффирмации.',
    'text11': 'Запишите и отправьте голосовое сообщение не более 1 мин. Во время записи будьте в хорошем'
              ' расположении духа, уединитесь, чтобы исключить посторонние'
              ' звуки. Круче всего получается под одеялом ☺️',
    'text12': 'Вы можете создать самостоятельно множество аффирмаций, на все случаи жизни, и прослушивать их:\n'
              '✨при выполнении рутинных дел,\n'
              '✨накануне важных событий,\n' 
              '✨ утром и перед сном.\n'
              'Но не забываете, что важна регулярность, осознанность и настойчивость!\n',
    'text13': 'Не забудьте про ваш второй подарок!🎁\n' 
              'Если у вас возникнут вопросы, вы всегда можете связаться со мной <a href="https://t.me/marichechina"'
              '>@marichechina</a>'
}
